Repository: olisebz/kartixa
Catalog: kartixa/Resources/Localizable.xcstrings
Source language: en
Languages: de

# — wählen —
source: — select —
de: — wählen —

# „%@“ und alle Ergebnisse werden unwiderruflich gelöscht.
source: “%@” and all results will be permanently deleted.
de: „%@“ und alle Ergebnisse werden unwiderruflich gelöscht.

# „%@“ und alle ihre Fahrer und Rennen werden gelöscht.
source: “%@” and all its drivers and races will be deleted.
de: „%@“ und alle ihre Fahrer und Rennen werden gelöscht.

# „%@“ wird aus dieser Saison entfernt.
source: “%@” will be removed from this season.
de: „%@“ wird aus dieser Saison entfernt.

# „%@“ wird unwiderruflich gelöscht.
source: “%@” will be permanently deleted.
de: „%@“ wird unwiderruflich gelöscht.

# %@ · aktiv
source: %@ · active
de: %@ · aktiv

# %lld Einsätze · %lld Siege
source: %1$lld entries · %2$lld wins
de: %1$lld Einsätze · %2$lld Siege

# %lld Fahrer · %lld Rennen · %lld Einsätze
source: %1$lld drivers · %2$lld races · %3$lld entries
de: %1$lld Fahrer · %2$lld Rennen · %3$lld Einsätze

# %lld Pkt.
source: %lld pts.
de: %lld Pkt.

# %lld Punkte · %lld Siege
source: %1$lld points · %2$lld wins
de: %1$lld Punkte · %2$lld Siege

# %lld Siege · %lld Rennen
source: %1$lld wins · %2$lld races
de: %1$lld Siege · %2$lld Rennen

# %lld Strafen
source: %lld penalties
de: %lld Strafen

# +%lld Pkt.
source: +%lld pts.
de: +%lld Pkt.

# 1 Strafe
source: 1 penalty
de: 1 Strafe

# Abbrechen
source: Cancel
de: Abbrechen

# Aktiv
source: Active
de: Aktiv

# Als aktive Saison setzen
source: Set as active season
de: Als aktive Saison setzen

# Angelegt
source: Created
de: Angelegt

# Bearbeiten
source: Edit
de: Bearbeiten

# Beschreibung (optional)
source: Description (optional)
de: Beschreibung (optional)

# common.cancel
source: Cancel
de: Abbrechen

# common.delete
source: Delete
de: Löschen

# common.edit
source: Edit
de: Bearbeiten

# common.save
source: Save
de: Speichern

# Daten liegen lokal und syncen via iCloud.
source: Data is stored locally and synced via iCloud.
de: Daten liegen lokal und syncen via iCloud.

# Datum
source: Date
de: Datum

# Demnächst
source: Coming soon
de: Demnächst

# Diese Liga wurde gelöscht oder ist nicht mehr verfügbar.
source: This league was deleted or is no longer available.
de: Diese Liga wurde gelöscht oder ist nicht mehr verfügbar.

# DNF-Einträge werden automatisch ans Ende sortiert.
source: DNF entries are automatically sorted to the end.
de: DNF-Einträge werden automatisch ans Ende sortiert.

# Eigene Strecke …
source: Custom track …
de: Eigene Strecke …

# Ein Fahrer mit diesem Namen existiert bereits.
source: A driver with this name already exists.
de: Ein Fahrer mit diesem Namen existiert bereits.

# Eine Saison mit diesem Namen existiert bereits.
source: A season with this name already exists.
de: Eine Saison mit diesem Namen existiert bereits.

# Einstellungen
source: Settings
de: Einstellungen

# Ergebnis hinzufügen
source: Add result
de: Ergebnis hinzufügen

# Ergebnisse
source: Results
de: Ergebnisse

# Ergebnisse (%lld)
source: Results (%lld)
de: Ergebnisse (%lld)

# Erstellen
source: Create
de: Erstellen

# Fahrer
source: Drivers
de: Fahrer

# Fahrer (Saison)
source: Drivers (season)
de: Fahrer (Saison)

# Fahrer gesamt
source: Drivers total
de: Fahrer gesamt

# Fahrer hinzufügen
source: Add driver
de: Fahrer hinzufügen

# Fahrer löschen?
source: Delete driver?
de: Fahrer löschen?

# Fahrer übernehmen
source: Copy drivers
de: Fahrer übernehmen

# Fahrer verwalten
source: Manage drivers
de: Fahrer verwalten

# Fahrer-Rankings
source: Driver rankings
de: Fahrer-Rankings

# Fehler
source: Error
de: Fehler

# Fertig
source: Done
de: Fertig

# Gefahrenzone
source: Danger zone
de: Gefahrenzone

# Gesamtpunkte
source: Total points
de: Gesamtpunkte

# Hinweise
source: Notes
de: Hinweise

# Inaktiv
source: Inactive
de: Inaktiv

# Kein Login, keine Server.
source: No login, no servers.
de: Kein Login, keine Server.

# Kein Team
source: No team
de: Kein Team

# Keine Fahrer
source: No drivers
de: Keine Fahrer

# Keine Fahrer in dieser Saison.
source: No drivers in this season.
de: Keine Fahrer in dieser Saison.

# Keine Strafen
source: No penalties
de: Keine Strafen

# Keine Teams in dieser Liga.
source: No teams in this league.
de: Keine Teams in dieser Liga.

# Lege deine erste Liga an, um zu starten.
source: Create your first league to get started.
de: Lege deine erste Liga an, um zu starten.

# Lege Fahrer für diese Saison an.
source: Add drivers for this season.
de: Lege Fahrer für diese Saison an.

# Liga
source: League
de: Liga

# Liga bearbeiten
source: Edit league
de: Liga bearbeiten

# Liga löschen
source: Delete league
de: Liga löschen

# Liga löschen?
source: Delete league?
de: Liga löschen?

# Liga nicht gefunden
source: League not found
de: Liga nicht gefunden

# Liga-Verwaltung für Indoor-Kart-Rennen.
source: League management for indoor kart racing.
de: Liga-Verwaltung für Indoor-Kart-Rennen.

# Ligen
source: Leagues
de: Ligen

# Löschen
source: Delete
de: Löschen

# Mind. 1 Fahrer erforderlich. Wird der Initial-Saison zugeordnet.
source: At least 1 driver required. Will be assigned to the initial season.
de: Mind. 1 Fahrer erforderlich. Wird der Initial-Saison zugeordnet.

# Mind. 1 Strecke erforderlich.
source: At least 1 track required.
de: Mind. 1 Strecke erforderlich.

# nav.about
source: About
de: Über

# nav.leagues
source: Leagues
de: Ligen

# nav.settings
source: Settings
de: Einstellungen

# Neue Liga
source: New league
de: Neue Liga

# Neue Saison
source: New season
de: Neue Saison

# Neue Saison anlegen
source: Create new season
de: Neue Saison anlegen

# Neue Strafe
source: New penalty
de: Neue Strafe

# Neues Rennen
source: New race
de: Neues Rennen

# Noch keine Ligen
source: No leagues yet
de: Noch keine Ligen

# Noch keine Rennen in dieser Saison.
source: No races in this season yet.
de: Noch keine Rennen in dieser Saison.

# Notiz
source: Note
de: Notiz

# Nr.
source: No.
de: Nr.

# Nummer
source: Number
de: Nummer

# Nummer zwischen 1 und 999.
source: Number between 1 and 999.
de: Nummer zwischen 1 und 999.

# Ø Punkte/Rennen
source: Ø points/race
de: Ø Punkte/Rennen

# Punkte
source: Points
de: Punkte

# Punktesystem
source: Points system
de: Punktesystem

# Rennen
source: Races
de: Rennen

# Rennen (Saison)
source: Races (season)
de: Rennen (Saison)

# Rennen bearbeiten
source: Edit race
de: Rennen bearbeiten

# Rennen gesamt
source: Races total
de: Rennen gesamt

# Rennen löschen
source: Delete race
de: Rennen löschen

# Rennen löschen?
source: Delete race?
de: Rennen löschen?

# Rundenzeit
source: Lap time
de: Rundenzeit

# Saison
source: Season
de: Saison

# Saison löschen
source: Delete season
de: Saison löschen

# Saison löschen?
source: Delete season?
de: Saison löschen?

# Saison nicht gefunden
source: Season not found
de: Saison nicht gefunden

# Saisons
source: Seasons
de: Saisons

# Schnellste
source: Fastest
de: Schnellste

# Schnellste Runde
source: Fastest lap
de: Schnellste Runde

# Schnellste Runde (Top %lld)
source: Fastest lap (Top %lld)
de: Schnellste Runde (Top %lld)

# Schnellste Runden
source: Fastest laps
de: Schnellste Runden

# Sekunden
source: Seconds
de: Sekunden

# Siege
source: Wins
de: Siege

# Sieger
source: Winner
de: Sieger

# Siegquote
source: Win rate
de: Siegquote

# Speichern
source: Save
de: Speichern

# Sprache
source: Language
de: Sprache

# Startdatum
source: Start date
de: Startdatum

# Startplätze
source: Grid spots
de: Startplätze

# Statistik
source: Statistics
de: Statistik

# Strafe
source: Penalty
de: Strafe

# Strafe bearbeiten
source: Edit penalty
de: Strafe bearbeiten

# Strafe hinzufügen
source: Add penalty
de: Strafe hinzufügen

# Strafen
source: Penalties
de: Strafen

# Strafen (%lld)
source: Penalties (%lld)
de: Strafen (%lld)

# Strafen-Historie
source: Penalty history
de: Strafen-Historie

# Strecke
source: Track
de: Strecke

# Strecke hinzufügen
source: Add track
de: Strecke hinzufügen

# Strecken
source: Tracks
de: Strecken

# Streckenname
source: Track name
de: Streckenname

# Team hinzufügen
source: Add team
de: Team hinzufügen

# Teilnehmer
source: Participants
de: Teilnehmer

# Tippe auf +, um eine Strafe hinzuzufügen.
source: Tap + to add a penalty.
de: Tippe auf +, um eine Strafe hinzuzufügen.

# Typ
source: Type
de: Typ

# Über
source: About
de: Über

# Übernimmt alle Fahrer der aktuell ausgewählten Saison in die neue Saison.
source: Copies all drivers from the currently selected season into the new season.
de: Übernimmt alle Fahrer der aktuell ausgewählten Saison in die neue Saison.

# Übersicht
source: Overview
de: Übersicht

# Wert
source: Value
de: Wert
